Repository: arigvrcia/tt-48794807
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_es

source: It annexed the Ryūkyū islands, took control of Formosa (Taiwan) after its success in the Sino-Japanese War, and was granted equal status with the Western powers in dealings with China.
es_es: Se anexionó las islas Ryūkyū, tomó el control de Formosa (Taiwán) tras su éxito en la guerra chino-japonesa y se le concedió un estatus igual al de las potencias occidentales en los tratos con China.

source: It disarmed the peasantry and imposed rigid household registration requirements to keep the population spatially and socially immobile.
es_es: Desarmó a los campesinos e impuso rígidos requisitos de registro de hogares para mantener a la población espacialmente y sociamente inmóvil.

source: It established clear rules about membership, inheritance patterns, and the authority of the household head over assets and
es_es: Estableció reglas claras sobre la pertenencia, los patrones de herencia y la autoridad del cabeza de familia sobre los bienes

source: Japan
es_es: Japón

source: Japan almost simultaneously attacked all the major territories claimed by Western colonial powers, including American possessions such as Hawaii and the Philippines.
es_es: Japón atacó casi simultáneamente todos los principales territorios reclamados por las potencias coloniales occidentales, incluidas las posesiones estadounidenses como Hawai y Filipinas.

source: Japan came to the attention of China in the fourth century.
es_es: China se interesó por Japón en el siglo IV.

source: Japan faces the Pacific Ocean along the entire eastern and southern coastline.
es_es: Japón tiene frontera con el océano Pacífico a lo largo de toda la costa oriental y meridional.

source: Japan joined with Italy and Germany in the Axis because its military planners saw the United States and its interests in Asia as inimical.
es_es: Japón se unió a Italia y Alemania en el Eje porque sus planificadores militares veían a Estados Unidos y sus intereses en Asia como algo hostil.

source: Japan rapidly built a Western-style navy and army and attempted to expand its influence in East Asia.
es_es: Japón construyó rápidamente un ejército al estilo occidental y una armada e intentó ampliar su influencia en Asia Oriental.

source: Japan's parliament, known as the Diet, consists of the House of Councilors and the House of Representatives.
es_es: El parlamento japonés, conocido como la Dieta, está formado por la Cámara de Consejeros y la Cámara de Representantes.

source: Japanese
es_es: Japonesa

source: Japanese also has close connections to various Oceanic (Malayo-Polynesian) languages, suggesting that in prehistoric times the archipelago may have been settled by populations from Oceania as well as from the Asian mainland.
es_es: El japonés también está estrechamente relacionado con varias lenguas oceánicas (malayo-polinesias), lo que sugiere que en la prehistoria el archipiélago pudo estar poblado por poblaciones de Oceanía y del continente asiático.

source: Japanese cities equaled or surpassed their European counterparts in infrastructure and public amenities, but Japanese urbanites lacked a political voice commensurate with their economic and cultural capital.
es_es: Las ciudades japonesas igualaban o superaban a sus homólogas europeas en infraestructuras y servicios públicos, pero los urbanitas japoneses carecían de una voz política acorde con su capital económico y cultural.

source: Japanese did not become a written language until the sixth century, when Chinese orthography was introduced.
es_es: El japonés no se convirtió en una lengua escrita hasta el siglo VI, cuando se introdujo la ortografía china.

source: Japanese is linguistically related to Korean, and both languages are thought to be members of the Ural-Altaic family.
es_es: El japonés está emparentado lingüísticamente con el coreano, y se cree que ambas lenguas son miembros de la familia uralo-altaica.

source: Japanese life has always been oriented toward the ocean.
es_es: La vida japonesa siempre ha estado orientada hacia el océano.

source: Japanese people often attribute personality traits to people from particular regions, and regional identity often is expressed through local culinary specialties and dialects.
es_es: Los japoneses suelen atribuir rasgos de la personalidad a personas de determinadas regiones, y la identidad regional se expresa a menudo a través de las especialidades culinarias y los dialectos locales.

source: Japanese people refer to a "credential" society, and educational credentials have often been regarded as the most important criteria for employment and marriage, particularly among the urban middle classes.
es_es: Los japoneses se refieren a una sociedad de "credenciales", y las credenciales educativas se han considerado a menudo como el criterio más importante para el empleo y el matrimonio, especialmente entre las clases medias urbanas.

source: Japanese religious traditions have not emphasized charity or philanthropy.
es_es: Las tradiciones religiosas japonesas no han hecho hincapié en la caridad o la filantropía.

source: Japanese weddings are elaborately staged and usually held in banquet halls or hotels.
es_es: Las bodas japonesas tienen una elaborada puesta en escena y suelen celebrarse en salones de banquetes u hoteles.

source: Kyōto became the aristocratic center of a refined culture that was influenced by contact with China but developed independent and sophisticated aesthetic, literary, and artistic styles.
es_es: Kioto se convirtió en el centro aristocrático de una cultura refinada que fue influenciada por el contacto con China, pero desarrolló una estética, literatura, y estilos artísticos independientes y sofisticados.

source: Liberal American Protestantism influenced progressive reformers and established many private universities; Catholic universities and hospitals are equally prominent.
es_es: El protestantismo liberal estadounidense influyó en los reformistas progresistas y estableció muchas universidades privadas; las universidades y los hospitales católicos son igualmente destacados.

source: Life expectancy is the highest in the world, and the birthrate has been declining dramatically.
es_es: La esperanza de vida es la más alta del mundo y la tasa de natalidad ha disminuido drásticamente.

source: Linguistic unification was a step toward shaping the national identity.
es_es: La unificación lingüística fue un paso hacia la conformación de la identidad nacional.

source: Literacy and computational ability were widespread among samurai, merchants, and the upper levels of the peasantry.
es_es: La alfabetización y la capacidad de cálculo se extendieron entre los samuráis, los comerciantes y los niveles superiores del campesinado.

source: Literacy therefore became attainable for people not educated in the Chinese classics, and many masterpieces of classical Japanese literature, including the Tale of Genji, were written in those scripts.
es_es: Por ello, la alfabetización se hizo accesible para las personas que no conocían los clásicos chinos, y muchas obras maestras de la literatura clásica japonesa, como la Novela de Genji , se escribieron en esas escrituras.

source: Local festivals vary, but most center on the celebration of the tutelary deity of a specific village, town, or neighborhood.
es_es: Las fiestas locales varían, pero la mayoría se centran en la celebración de la deidad tutelar de un pueblo, ciudad o barrio específico.

source: Lower levels of local government and administration include counties and municipalities that are classified by population size: cities, towns, and villages.
es_es: Los niveles inferiores de gobierno y administración local incluyen condados y municipios que se clasifican según el tamaño de la población: ciudades, pueblos y aldeas.

source: Mahayana (a Sanskrit term meaning "the greater (larger) vessel") teaches that the grace and mercy of the Buddha and the bodhisattvas (saints) lead them to intercede on behalf of the masses of humanities, and that through proper devotion anyone can hope for salvation while, during their lives on earth, remaining a part of the mundane world.
es_es: El mahayana (término sánscrito que significa "el recipiente más grande") enseña que la gracia y la misericordia de Buda y de los bodhisattvas (santos) les lleva a interceder por las masas humanas, y que mediante la devoción adecuada cualquiera puede esperar la salvación mientras, durante su vida en la tierra, sigue formando parte del mundo mundano.

source: Mandatory education ends with middle school, but most students go on to high school.
es_es: La educación obligatoria termina con la escuela media, pero la mayoría de los estudiantes pasan a la escuela secundaria.

source: Many aspects of tradition and history were codified.
es_es: Se codificaron muchos aspectos de la tradición y la historia.

source: Many people find the intricacies of etiquette daunting, and books that offer advice on these situations are steady sellers.
es_es: Para muchas personas, los entresijos de la etiqueta resultan desalentadores, y los libros que ofrecen consejos sobre estas situaciones son un éxito de ventas.

source: Many women give birth to their first child after little more than a year of marriage, and married couples without children are uncommon.
es_es: Muchas mujeres dan a luz a su primer hijo después de poco más de un año de matrimonio, y son poco comunes las parejas casadas sin hijos.

source: Marriage, Family, and Kinship
es_es: Matrimonio, familia y parentesco

source: Mass media and popular culture developed in parallel to the Jazz Age in the West.
es_es: Los medios de comunicación y la cultura popular se desarrollaron en paralelo a la Era del Jazz en Occidente.

source: Meiji Restoration in 1868, the government attempted to create a strong centralized state.
es_es: la Restauración Meiji en 1868, el gobierno intentó crear un estado fuerte y centralizado.

source: Meiji leaders also emphasized the imperial family as the foundation of the state and strengthened institutions and ideologies, including Shintō religious beliefs, that supported the imperial family.
es_es: Los líderes de Meiji también hicieron hincapié en la familia imperial como base del Estado y reforzaron las instituciones e ideologías, incluyendo las creencias religiosas de Shinto, que apoyaban a la familia imperial.

source: Meiji leaders balanced Western powers again each other to avoid domination by any single patron.
es_es: Los líderes de Meiji equilibraron las potencias occidentales entre sí para evitar el dominio de un único patrón.

source: Millions of people were homeless, and millions more were repatriated from the former colonies.
es_es: Millones de personas se quedaron sin hogar y otros millones fueron repatriados desde las antiguas colonias.

source: Most Korean-Japanese are bilingual or, especially among the younger generations, monolingual speakers of Japanese.
es_es: La mayoría de los coreano-japoneses son bilingües o, especialmente entre las generaciones más jóvenes, monolingües de japonés.

source: Most of these prohibitions have vanished, but in some ritual contexts they continue.
es_es: La mayoría de estas prohibiciones han desaparecido, pero en algunos contextos rituales continúan.

source: Most written characters can be read in contemporary Japanese with both a Sino-Japanese pronunciation and a Japanese reading.
es_es: La mayoría de los caracteres escritos pueden leerse en el japonés contemporáneo tanto con una pronunciación sino-japonesa como con una lectura japonesa.

source: Municipalities also have limited autonomous powers and are primarily providers of daily services.
es_es: Los municipios también tienen poderes autónomos limitados y son principalmente proveedores de servicios diarios.

source: Nation building and industrialization were complete by the early twentieth century.
es_es: La construcción de la nación y la industrialización se completaron a principios del siglo XX.

source: National self-identity after the war focused instead on the pursuit of peace, and many Japanese stress their own country's losses.
es_es: La identidad nacional después de la guerra se centró más bien en la búsqueda de la paz, y muchos japoneses subrayan las pérdidas de su propio país.

source: Neo-Confucianism also established a rigid system of ranked social classes: warriors, peasants, artisans, and merchants.
es_es: El neo-Confucianismo también estableció un sistema rígido de clases sociales clasificadas: guerreros, campesinos, artesanos y comerciantes.

source: Neo-Confucianism defined all social roles in terms of hierarchical relationships; including the domination of husband over wife and of father over children.
es_es: El neoconfucianismo definía todos los roles sociales en términos de relaciones jerárquicas; incluida la dominación del marido sobre la mujer y del padre sobre los hijos.

source: Nongovernmental Organizations and Other Associations
es_es: Organizaciones no gubernamentales y otras asociaciones

source: Not all social changes were modeled on the West, however.
es_es: Sin embargo, no todos los cambios sociales se inspiraron en Occidente.

source: O-Bon in mid-August marks the season when the spirits of the deceased return to their homes, and many people go to their hometowns to clean graves and celebrate memories of the departed.
es_es: O-Bon, a mediados de agosto, marca la temporada en la que los espíritus de los difuntos regresan a sus hogares, y muchas personas van a sus pueblos natales para limpiar las tumbas y celebrar los recuerdos de los difuntos.

source: Okinawan dialects are considered by many linguists to be distinct from Japanese.
es_es: Muchos lingüistas consideran que los dialectos de Okinawa son distintos del japonés.

source: On 15 August 1945, the Emperor announced that his government had capitulated.
es_es: El 15 de agosto de 1945, el Emperador anu nció que su gobierno había capitulado.

source: Only about 15 percent of Japan is level enough for agriculture.
es_es: Sólo un 15% de Japón es lo suficientemente llano para la agricultura.

source: Only about 15 percent of the land is level enough for agriculture, and so the population density in coastal plains and valleys is extremely high.
es_es: Sólo un 15% del terreno es lo suficientemente llano para la agricultura, por lo que la densidad de población en las llanuras y valles costeros es extremadamente alta.

source: Opponents of the Tokugawa demanded that it take a firm stand against foreign intrusions and then overthrew the regime.
es_es: Los opositores a los Tokugawa le exigieron que adoptara una postura firme contra las intrusiones extranjeras y luego derrocaron el régimen.

source: Orientation
es_es: Orientación

source: Other linguistic minorities include the Korean-Japanese and the Ainu.
es_es: Otras minorías lingüísticas son los coreano-japoneses y los ainu.

source: Particularly close bonds between oldest sons and their mothers were not uncommon.
es_es: No era raro que los hijos mayores mantuvieran vínculos especialmente estrechos con sus madres.

source: Patron-client relationships sometimes are referred to as parent-child ties, and may involve elaborate formal rituals of bonding.
es_es: Las relaciones entre mecenas y clientes a veces se denominan vínculos entre padres e hijos, y pueden implicar elaborados rituales formales de vinculación.

source: Patterns established during this period shaped, propelled, and constrained the country's modernization after 1868.
es_es: Los patrones establecidos durante este periodo dieron forma, impulsaron y limitaron la modernización del país después de 1868.

source: Patterns of traditional kinship still shape the social conventions of family life.
es_es: Los patrones de parentesco tradicional siguen conformando las convenciones sociales de la vida familiar.

source: Political Life
es_es: Vida política

source: Political democracy was encouraged; and leftist groups agitated for political freedom and workers' rights.
es_es: Se fomentó la democracia política, y los grupos de izquierdas se manifestaron por la libertad política y los derechos de los trabajadores.

source: Political leaders have rarely acknowledged Japan's role as a conqueror of neighboring countries, and the nation has not expressed explicit regret.
es_es: Los líderes políticos rara vez han reconocido el papel de Japón como conquistador de los países vecinos, y la nación no ha expresado un arrepentimiento explícito.

source: Prefectures have limited authority over taxation and legal codes and act primarily as agents of the national government.
es_es: Las prefecturas tienen una autoridad limitada sobre los impuestos y los códigos legales y actúan principalmente como agentes del gobierno nacional.

source: Pride of place and identification with local cultural patterns remain strong.
es_es: El orgullo por la patria y la identificación con los patrones culturales locales siguen arraigados.

source: Progressive political groups resist flying the national flag and singing the national anthem (Kimigayo) because of their wartime associations.
es_es: Los grupos políticos progresistas se resisten a enarbolar la bandera nacional y a cantar el himno nacional (Kimigayo) debido a sus asociaciones con los tiempos de guerra.

source: Religion
es_es: Religión

source: Responsibility for curriculum standards and textbook approval lies with the Ministry of Education, which must approve public and private educational institutions.
es_es: La responsabilidad de las normas curriculares y la aprobación de los libros de texto recae en el Ministerio de Educación, que debe aprobar los centros educativos públicos y privados.

source: Riding massive trade surpluses and producing top-quality products, the economy was regarded as a model for other industrial and postindustrial societies.
es_es: Gracias a los enormes excedentes comerciales y a la producción de productos de alta calidad, la economía se consideraba un modelo para otras sociedades industriales y postindustriales.

source: Samurai ranks were abolished in 1872.
es_es: Los rangos de los samuráis fueron abolidos en 1872.

source: Several successive hereditary dynasties occupied this position until 1868.
es_es: Varias dinastías hereditarias sucesivas ocuparon esta posición hasta 1868.

source: Shamanism involves mystical and ecstatic contact through mediums between the supernatural and the human world.
es_es: El chamanismo implica el contacto místico y extático a través de medios entre el mundo sobrenatural y el humano.

source: Shintō includes beliefs about unlucky ages, and many shrines offer purification rituals to ward off ill fortune for people passing through those dangerous years.
es_es: El Shintō incluye creencias sobre las edades de mala suerte, y muchos santuarios ofrecen rituales de purificación para alejar la mala fortuna de las personas que pasan por esos años peligrosos.

source: Shintō is closely linked to the imperial family and a nationalist ideology.
es_es: El Shintō está estrechamente vinculado a la familia imperial y a una ideología nacionalista.

source: Shintō teaches that Japan is uniquely the land of the gods.
es_es: El Shintō enseña que Japón es exclusivamente la tierra de los dioses.

source: Simultaneously, the political system has been shaken by the breakup of the long-ruling Liberal Democratic Party in 1993 and by widespread corruption scandals.
es_es: Simultáneamente, el sistema político se ha visto sacudido por la ruptura del Partido Liberal Democrático, que gobernó durante mucho tiempo, en 1993, y por los escándalos de corrupción generalizados.

source: Since the early 1990s, there has been a dramatic increase in the numbers and range of activities of nonprofit organizations, stimulated in part by skepticism over the efficiency of government, the failure of government agencies to respond to major public issues and emergencies, and the desire to create institutions that will give more autonomy to citizens in shaping social policy.
es_es: Durante las décadas de 1960 y 1970, se hicieron comunes los movimientos ciudadanos que se enfrentaban al gobierno, sobre todo en respuesta a cuestiones medioambientales. Desde principios de la década de 1990, se ha producido un aumento espectacular del número y el alcance de las actividades de las organizaciones sin ánimo de lucro, estimulado en parte por el escepticismo sobre la eficacia del gobierno, la incapacidad de los organismos gubernamentales para responder a los principales problemas y emergencias públicas, y el deseo de crear instituciones que den más autonomía a los ciudadanos en la configuración de la política social.

source: Since the late nineteenth century, the elite levels of the national bureaucracy have been accorded enormous respect.
es_es: Desde finales del siglo XIX, los niveles de élite de la burocracia nacional gozan de un enorme respeto.

source: Since the nineteenth century, however, Japanese Christians have been leaders in social reform movements, and many educational, medical, and other institutions have been sponsored by Christian groups.
es_es: El cuidado de los ancianos era tradicionalmente una responsabilidad familiar, pero se ha convertido en un enorme problema público debido al rápido envejecimiento de la población japonesa y al descenso de los hogares multigeneracionales. Organizaciones no gubernamentales y otras asociaciones Las tradiciones religiosas japonesas no han hecho hincapié en la caridad o la filantropía.

source: Since the sixteenth century, religious life has been influenced by Christianity.
es_es: Desde el siglo XVI, la vida religiosa está influenciada por el cristianismo.

source: Slightly extended families, such as an elderly parent living with a married couple and their children, are not uncommon, but in general extended kin groups no longer play a major role in people's daily lives.
es_es: Las familias ligeramente ampliadas, como un padre anciano que vive con una pareja casada y sus hijos, no son infrecuentes, pero en general los grupos de parientes ampliados ya no desempeñan un papel importante en la vida cotidiana de la gente.

source: So in most cases, inheritance was by a single child, usually the eldest son.
es_es: Por eso, en la mayoría de los casos, la herencia recaía en un solo hijo, normalmente el mayor.

source: Social Welfare and Change Programs
es_es: Programas de bienestar social y cambio

source: Socialization
es_es: Socialización

source: Society was characterized by discipline and regulation.
es_es: La sociedad se caracterizaba por la disciplina y la regulación.

source: Society was thoroughly transformed as the leaders created a strong centralized state centered on the imperial line, built a modern military, avoided European colonization, began imperialist expansion into other parts of East Asia, and launched industrialization and economic development.
es_es: La sociedad se transformó por completo cuando los líderes crearon un fuerte estado centralizado centrado en la línea imperial, construyeron un ejército moderno, evitaron la colonización europea, comenzaron la expansión imperialista en otras partes de Asia Oriental y lanzaron la industrialización y el desarrollo económico.

source: Some vestiges of arranged marriage continue and many couples rely on matchmakers to find mates.
es_es: Siguen existiendo algunos vestigios de matrimonios concertados y muchas parejas recurren a casamenteros para encontrar pareja.

source: Status reflected ideals of social utility, not wealth.
es_es: El estatus reflejaba los ideales de utilidad social, no la riqueza.
